[
	{
		"name": "Academy Dropout",
		"ability": "Intelligence, Charisma",
		"skill": "Arcana, Academia Lore",
		"feat": "Dubious Knowledge",
		"summary": "You were enrolled at a prestigious magical academy, but you've since dropped out. Maybe there was a momentous incident, maybe you had to return to …"
	},
	{
		"name": "Acolyte",
		"ability": "Intelligence, Wisdom",
		"skill": "Religion, Scribing Lore",
		"feat": "Student of the Canon",
		"summary": "You spent your early days in a religious monastery or cloister. You may have traveled out into the world to spread the message of your religion or …"
	},
	{
		"name": "Acrobat",
		"ability": "Strength, Dexterity",
		"skill": "Acrobatics, Circus Lore",
		"feat": "Steady Balance",
		"summary": "In a circus or on the streets, you earned your pay by performing as an acrobat. You might have turned to adventuring when the money dried up, or …"
	},
	{
		"name": "Alkenstar Outlaw",
		"ability": "Dexterity, Constitution",
		"skill": "Thievery, Underworld Lore",
		"feat": "Subtle Theft",
		"summary": "You're an outlaw whose first crime was stealing the guns from Alkenstar's Gunworks which allowed you to commence a crime spree of epic proportions. …"
	},
	{
		"name": "Alkenstar Sojourner",
		"ability": "Intelligence, Charisma",
		"skill": "Society, Engineering Lore",
		"feat": "Streetwise",
		"summary": "You came to Alkenstar because you heard they had guns, but you stayed because of the atmosphere. Or the guns. Either way, journalism and scientific …"
	},
	{
		"name": "Alloysmith",
		"ability": "Strength, Intelligence",
		"skill": "Crafting, Plane of Metal Lore",
		"feat": "Specialty Crafting",
		"summary": "Blacksmithing might be an ancient profession, but you are its cutting edge. You've studied the properties of different metals, experimented with them …"
	},
	{
		"name": "Animal Whisperer",
		"ability": "Wisdom, Charisma",
		"skill": "Nature, Lore related to one terrain inhabited by animals you like (such as Plains Lore or Swamp Lore).",
		"feat": "Train Animal",
		"summary": "You have always felt a connection to animals, and it was only a small leap to learn to train them. As you travel, you continuously encounter …"
	},
	{
		"name": "Anti-Tech Activist",
		"ability": "Constitution, Charisma",
		"skill": "Intimidation, Guild Lore",
		"feat": "Group Coercion",
		"summary": "You've seen the sorts of things that technology brings— polluted environments, workers put out of their jobs or horribly injured, and the slow …"
	},
	{
		"name": "Archaeologist",
		"ability": "Constitution, Intelligence",
		"skill": "Society, Architecture Lore",
		"feat": "Additional Lore",
		"summary": "You've excavated enough sites to know that ancient civilizations aren't lost; they're merely buried and waiting for the right scholar to unearth them …"
	},
	{
		"name": "Artisan",
		"ability": "Strength, Intelligence",
		"skill": "Crafting, Guild Lore",
		"feat": "Specialty Crafting",
		"summary": "As an apprentice, you practiced a particular form of building or crafting, developing specialized skill. You might have been a blacksmith’s …"
	},
	{
		"name": "Artist",
		"ability": "Dexterity, Charisma",
		"skill": "Crafting, Art Lore",
		"feat": "Specialty Crafting",
		"summary": "Your art is your greatest passion, whatever form it takes. Adventuring might help you find inspiration, or simply be a way to survive until you …"
	},
	{
		"name": "Astrologer",
		"ability": "Intelligence, Wisdom",
		"skill": "Occultism, Astrology Lore",
		"feat": "Oddity Identification",
		"summary": "Astrologers look to the stars for signs and portents, using their positions to chart courses for those living beneath them. As the celestial spheres …"
	},
	{
		"name": "Back-Alley Doctor",
		"ability": "Constitution, Wisdom",
		"skill": "Medicine, Underworld Lore",
		"feat": "Risky Surgery",
		"summary": "You're the medic many turn to when a more official clinic or healer might not be available. You may specialize in stitching up bullet wounds or have …"
	},
	{
		"name": "Bandit",
		"ability": "Dexterity, Charisma",
		"skill": "Intimidation, Lore related to the terrain you worked in (such as Desert Lore or Plains Lore).",
		"feat": "Group Coercion",
		"summary": "Your past includes no small amount of rural banditry, robbing travelers on the road and scraping by. Whether your robbery was sanctioned by a local …"
	},
	{
		"name": "Barber",
		"ability": "Dexterity, Wisdom",
		"skill": "Medicine, Surgery Lore",
		"feat": "Risky Surgery",
		"summary": "Haircuts, dentistry, bloodletting, and surgery—if it takes a steady hand and a razor, you do it. You may have taken to the road to expand your …"
	},
	{
		"name": "Barkeep",
		"ability": "Constitution, Charisma",
		"skill": "Diplomacy, Alcohol Lore",
		"feat": "Hobnobber",
		"summary": "You have five specialties: hefting barrels, drinking, polishing steins, drinking, and drinking. You worked in a bar, where you learned how to hold …"
	},
	{
		"name": "Barrister",
		"ability": "Intelligence, Charisma",
		"skill": "Diplomacy, Legal Lore",
		"feat": "Group Impression",
		"summary": "Piles of legal manuals, stern teachers, and experience in the courtroom have instructed you in legal matters. You’re capable of mounting a …"
	},
	{
		"name": "Bookkeeper",
		"ability": "Intelligence, Wisdom",
		"skill": "Society, Accounting Lore",
		"feat": "Eye for Numbers",
		"summary": "You ran the numbers on a large farm, for a merchant’s endeavors, or with a major guild in the city. You kept track of expenses, payroll, profits, and …"
	},
	{
		"name": "Bounty Hunter",
		"ability": "Strength, Wisdom",
		"skill": "Survival, Legal Lore",
		"feat": "Experienced Tracker",
		"summary": "Bringing in lawbreakers lined your pockets. Maybe you had an altruistic motive and sought to bring in criminals to make the streets safer, or maybe …"
	},
	{
		"name": "Cannoneer",
		"ability": "Strength, Dexterity",
		"skill": "Athletics, Warfare Lore",
		"feat": "Hefty Hauler",
		"summary": "You served as a crewmate aboard a military vessel or pirate ship and were responsible for the use and maintenance of the ship's cannons. A strong …"
	},
	{
		"name": "Charlatan",
		"ability": "Intelligence, Charisma",
		"skill": "Deception, Underworld Lore",
		"feat": "Charming Liar",
		"summary": "You traveled from place to place, peddling false fortunes and snake oil in one town, pretending to be royalty in exile to seduce a wealthy heir in …"
	},
	{
		"name": "Circuit Judge",
		"ability": "Intelligence, Wisdom",
		"skill": "Deception, Legal Lore",
		"feat": "Lie to Me",
		"summary": "You're a circuit judge, a courtroom on horseback who serves a group of communities out in the Mana Wastes or a similar backwoods region. You show up …"
	},
	{
		"name": "Clockfighter",
		"ability": "Intelligence, Charisma",
		"skill": "Crafting, Gladiatorial Lore",
		"feat": "Experienced Professional",
		"summary": "While others choose to use their engineering ability to heal the injured or make brilliant innovations, you've used your skill to repair and modify …"
	},
	{
		"name": "Clockwork Researcher",
		"ability": "Dexterity, Intelligence",
		"skill": "Society, Engineering Lore",
		"feat": "Eye for Numbers",
		"summary": "New forms of clockwork technology are incredibly interesting to you, and you've been studying examples of them to see where else they might be best …"
	},
	{
		"name": "Codebreaker",
		"ability": "Intelligence, Wisdom",
		"skill": "Society, Cryptography Lore",
		"feat": "Glean Contents",
		"summary": "Whether you're employed by a military organization to decipher coded messages sent by enemy factions or work independently to crack an enigma created …"
	},
	{
		"name": "Concordance Researcher",
		"ability": "Intelligence, Wisdom",
		"skill": "",
		"feat": "",
		"summary": "Tasked by the Concordance of Elements to research a variety of enigmatic planar phenomena, you've acquired very specific knowledge about the planes …"
	},
	{
		"name": "Concordance Scout",
		"ability": "Constitution, Charisma",
		"skill": "Diplomacy",
		"feat": "Hobnobber",
		"summary": "You were hired by the Concordance of Elements to seek out rumors of planar breaches or other evidence of planar imbalances. After reporting back to …"
	},
	{
		"name": "Cook",
		"ability": "Constitution, Intelligence",
		"skill": "Survival, Cooking Lore",
		"feat": "Seasoned",
		"summary": "You grew up in the kitchens of a tavern or other dining establishment and excelled there, becoming an exceptional cook. Baking, cooking, a little …"
	},
	{
		"name": "Courier",
		"ability": "Dexterity, Intelligence",
		"skill": "Society, Lore for the city in which you were raised.",
		"feat": "Glean Contents",
		"summary": "In your youth, you earned coin running messages for persons of wealth and influence, darting through crowded cobblestone streets. Your dogged …"
	},
	{
		"name": "Criminal",
		"ability": "Dexterity, Intelligence",
		"skill": "Stealth, Underworld Lore",
		"feat": "Experienced Smuggler",
		"summary": "As an unscrupulous independent or as a member of an underworld organization, you lived a life of crime. You might have become an adventurer to seek …"
	},
	{
		"name": "Crystal Healer",
		"ability": "Wisdom, Charisma",
		"skill": "Nature, Plane of Earth Lore",
		"feat": "Natural Medicine",
		"summary": "Mineral formations can be beautiful things, sparkling and arrayed in geometric configurations. To you, they are also potent natural healing aids. You …"
	},
	{
		"name": "Cultist",
		"ability": "Intelligence, Charisma",
		"skill": "Occultism, Lore related to your deity or cult.",
		"feat": "Schooled in Secrets",
		"summary": "You were (or still are) a member of a cult whose rites may involve sacred dances to ensure a strong harvest or dire rituals that call upon dark …"
	},
	{
		"name": "Curandero",
		"ability": "Constitution, Wisdom",
		"skill": "Medicine, Herbalism Lore",
		"feat": "Inoculation",
		"summary": "You learned the healing arts of your community wielding your ceremonial chonta, a tool you carved yourself and imbued with sacred oils and herbs. …"
	},
	{
		"name": "Deckhand",
		"ability": "Strength, Dexterity",
		"skill": "Acrobatics, Sailing Lore",
		"feat": "Cat Fall",
		"summary": "The rolling waves of the high seas, the constant sway of the deck underfoot, and the creaking heights of a ship's rigging are as familiar to you as …"
	},
	{
		"name": "Deep-Sea Diver",
		"ability": "Strength, Wisdom",
		"skill": "Athletics, Plane of Water Lore",
		"feat": "Underwater Marauder",
		"summary": "The sapphire depths of the seas and the mysteries they hold beneath their surface have always piqued your interest. Your obsession with the ocean …"
	},
	{
		"name": "Dendrologist",
		"ability": "Intelligence, Wisdom",
		"skill": "Survival, Plane of Wood Lore",
		"feat": "Terrain Expertise",
		"summary": "Trees grow in every biome, and your awe at their ability to conquer terrain has inspired deeper study into their workings. There are trees …"
	},
	{
		"name": "Deputy",
		"ability": "Dexterity, Wisdom",
		"skill": "Survival, Hunting Lore",
		"feat": "Experienced Tracker",
		"summary": "While your life may have taken some twists and turns in the intervening years, you were once deputized as the lawful protector of a community. While …"
	},
	{
		"name": "Detective",
		"ability": "Intelligence, Wisdom",
		"skill": "Society, Underworld Lore",
		"feat": "Streetwise",
		"summary": "You solved crimes as a police inspector or took jobs for wealthy clients as a private investigator. You might have become an adventurer as part of …"
	},
	{
		"name": "Disciple of the Gear",
		"ability": "Intelligence, Wisdom",
		"skill": "Crafting, Lore for the deity you worship. ",
		"feat": "Quick Repair",
		"summary": "While many regard science and faith as incompatible, you believe scientific advancement is your deity's will. Perhaps you're a follower of  Brigh ,  …"
	},
	{
		"name": "Dreamer of the Verdant Moon",
		"ability": "Strength, Wisdom",
		"skill": "Survival, Zevgavizeb Lore",
		"feat": "Ravening's Desperation",
		"summary": "You spent your early days in the aftermath of one of the great ravenings. You survived thanks to your resourcefulness and perhaps your  patron’s  …"
	},
	{
		"name": "Driver",
		"ability": "Strength, Dexterity",
		"skill": "Acrobatics, Piloting Lore",
		"feat": "Assurance",
		"summary": "You practically live behind the controls of a vehicle, and can handle just about anything the road, waves, and sky can throw at you. You likely …"
	},
	{
		"name": "Droskari Disciple",
		"ability": "Constitution, Intelligence",
		"skill": "Lore, Droskar Lore",
		"feat": "Skill Training",
		"summary": "You grew up in the church of the Dark Smith, where you learned the value of hard work and achieving vocational mastery."
	},
	{
		"name": "Eidolon Contact",
		"ability": "Constitution, Charisma",
		"skill": "Lore for the creature associated with your contacted eidolon (such as Angel Lore or Dragon Lore).",
		"feat": "Dubious Knowledge",
		"summary": "You've come into contact with a disembodied being of magical essence known as an  eidolon . You might have forged a powerful conduit with that …"
	},
	{
		"name": "Emissary",
		"ability": "Intelligence, Charisma",
		"skill": "Society, Lore related to one city you've visited often.",
		"feat": "Multilingual",
		"summary": "As a diplomat or messenger, you traveled to lands far and wide. Communicating with new people and forming alliances were your stock and trade."
	},
	{
		"name": "Entertainer",
		"ability": "Dexterity, Charisma",
		"skill": "Performance, Theater Lore",
		"feat": "Fascinating Performance",
		"summary": "Through an education in the arts or sheer dogged practice, you learned to entertain crowds. You might have been an actor, a dancer, a musician, a …"
	},
	{
		"name": "False Medium",
		"ability": "Intelligence, Charisma",
		"skill": "Occultism, Fortune-Telling Lore",
		"feat": "Deceptive Worship",
		"summary": "There are people in this world who possess the ability to pierce the veil between the world of the living and the world of the dead, allowing them to …"
	},
	{
		"name": "Farmhand",
		"ability": "Constitution, Wisdom",
		"skill": "Athletics, Farming Lore",
		"feat": "Assurance",
		"summary": "With a strong back and an understanding of seasonal cycles, you tilled the land and tended crops. Your farm could have been razed by invaders, you …"
	},
	{
		"name": "Farmsteader",
		"ability": "Constitution, Wisdom",
		"skill": "Survival, Farming Lore",
		"feat": "Forager",
		"summary": "You built your house using wood from the trees surrounding it. Raised it up from the dirt and called it home. You thought that it would be where you …"
	},
	{
		"name": "Field Medic",
		"ability": "Constitution, Wisdom",
		"skill": "Medicine, Warfare Lore",
		"feat": "Battle Medicine",
		"summary": "In the chaotic rush of battle, you learned to adapt to rapidly changing conditions as you administered to battle casualties. You patched up soldiers, …"
	},
	{
		"name": "Fightbreaker",
		"ability": "Wisdom, Charisma",
		"skill": "Diplomacy, Lore for the city or settlement you lined in when you became a Fightbreaker",
		"feat": "Group Impression",
		"summary": "You have a knack for picking up on simmering tensions and calming frayed nerves. You rely on your intuition to discern how and when violence is …"
	},
	{
		"name": "Fire Warden",
		"ability": "Strength, Constitution",
		"skill": "Athletics, Plane of Fire Lore",
		"feat": "Breath Control",
		"summary": "Whether you fought against fires in the wilderness or in crowded city streets, you've had your fair share of dealing with uncontrolled flames. …"
	},
	{
		"name": "Firebrand Follower",
		"ability": "Strength, Charisma",
		"skill": "Athletics or Performance, Firebrand Lore",
		"feat": "Assurance",
		"summary": "You were once rescued or liberated from a hopeless situation by a group of Firebrands, and you have since aspired to become a Firebrand to continue …"
	},
	{
		"name": "Fireworks Performer",
		"ability": "Intelligence, Charisma",
		"skill": "Performance, Engineering Lore",
		"feat": "Fascinating Performance",
		"summary": "Few celebrations in Tian-Xia are complete without a show of fireworks, and your job is to make sure they go off without a hitch. You load the …"
	},
	{
		"name": "Fortune Teller",
		"ability": "Intelligence, Charisma",
		"skill": "Occultism, Fortune-Telling Lore",
		"feat": "Oddity Identification",
		"summary": "The strands of fate are clear to you, as you have learned many traditional forms by which laypeople can divine the future. You might have used these …"
	},
	{
		"name": "Free Spirit",
		"ability": "Wisdom, Charisma",
		"skill": "Survival, Lore for a specific settlement or terrain you have traveled through.",
		"feat": "Forager",
		"summary": "You've always lived your life straying from the path laid before you. Like a leaf blowing in the wind, your journey takes you where it will, …"
	},
	{
		"name": "Gambler",
		"ability": "Dexterity, Charisma",
		"skill": "Deception, Games Lore",
		"feat": "Lie to Me",
		"summary": "The thrill of the win drew you into games of chance. This might have been a lucrative sideline that paled in comparison to the real risks of …"
	},
	{
		"name": "Gladiator",
		"ability": "Strength, Charisma",
		"skill": "Performance, Gladiatorial Lore",
		"feat": "Impressive Performance",
		"summary": "The bloody games of the arena taught you the art of combat. Before you attained true fame, you departed—or escaped—the arena to explore the world. …"
	},
	{
		"name": "Goldhand Arms Dealer",
		"ability": "Dexterity, Charisma",
		"skill": "Diplomacy, Mercantile Lore",
		"feat": "Group Impression",
		"summary": "You're a  dwarven  agent of the Goldhand Lodge, a collection of dwarven merchants based out of Dongun Hold who seeks to sell guns far and wide. High …"
	},
	{
		"name": "Grave Robber",
		"ability": "Strength, Dexterity",
		"skill": "Stealth, Underworld Lore",
		"feat": "Experienced Smuggler",
		"summary": "Resurrectionist. Body snatcher. No matter what you're called, you know where the bodies are buried, and how many coins they'll fetch when dug up. …"
	},
	{
		"name": "Guard",
		"ability": "Strength, Charisma",
		"skill": "Intimidation, Legal Lore or Warfare Lore skill.",
		"feat": "Quick Coercion",
		"summary": "You served in the guard, out of either patriotism or the need for coin. Either way, you know how to get a difficult suspect to talk. However you left …"
	},
	{
		"name": "Gunsmith",
		"ability": "Dexterity, Intelligence",
		"skill": "Crafting, Engineering Lore",
		"feat": "Quick Repair",
		"summary": "From a young age, you apprenticed to an experienced gunsmith and over time your skill and knowledge rose to match that of your master. Today, you can …"
	},
	{
		"name": "Harrow-Led",
		"ability": "",
		"skill": "Harrow Lore",
		"feat": "Dubious Knowledge",
		"summary": "You were the subject of a harrow reading at a pivotal point in your life, such as on an important birthday, or upon reaching adulthood. The reading …"
	},
	{
		"name": "Haunted Citizen",
		"ability": "Wisdom, Charisma",
		"skill": "Diplomacy, Lore for your home settlement.",
		"feat": "No Cause for Alarm",
		"summary": "You grew up in a region where undead lurk everywhere. This could be a domain as small as a vampire's fief or as vast as the nation of Ustalav. As an …"
	},
	{
		"name": "Herbalist",
		"ability": "Constitution, Wisdom",
		"skill": "Nature, Herbalism Lore",
		"feat": "Natural Medicine",
		"summary": "As a formally trained apothecary or a rural practitioner of folk medicine, you learned the healing properties of various herbs. You’re adept at …"
	},
	{
		"name": "Hermit",
		"ability": "Constitution, Intelligence",
		"skill": "Nature or Occultism, Lore related to the terrain you lived in as a hermit (such as Cave Lore or Desert Lore).",
		"feat": "Dubious Knowledge",
		"summary": "In an isolated place—like a cave, remote oasis, or secluded mansion—you lived a life of solitude. Adventuring might represent your first foray out …"
	},
	{
		"name": "Highborn Snoop",
		"ability": "Dexterity, Intelligence",
		"skill": "Society, Guild Lore",
		"feat": "Courtly Graces",
		"summary": "The machinations and scheming of King's Crown have trained you to be on the lookout for those who seem out of place. You've learned to spot when the …"
	},
	{
		"name": "Hired Killer",
		"ability": "Strength, Dexterity",
		"skill": "Stealth, Underworld Lore",
		"feat": "Terrain Stalker",
		"summary": "Your life truly began after your first kill. Maybe you killed in self-defense, maybe it was a crime of passion, or maybe it was just an accident and …"
	},
	{
		"name": "Hounded Thief",
		"ability": "Dexterity, Wisdom",
		"skill": "Thievery, Underworld Lore",
		"feat": "Pickpocket",
		"summary": "Some time ago, you stole a unique item from a strange individual. It might have been a piece of clockwork from a far-off land or some other bit of …"
	},
	{
		"name": "Hunter",
		"ability": "Dexterity, Wisdom",
		"skill": "Survival, Tanning Lore",
		"feat": "Survey Wildlife",
		"summary": "You stalked and took down animals and other creatures of the wild. Skinning animals, harvesting their flesh, and cooking them were also part of your …"
	},
	{
		"name": "Insurgent",
		"ability": "Strength, Wisdom",
		"skill": "Deception, Warfare Lore",
		"feat": "Lengthy Diversion",
		"summary": "You were more than a rebel; you were a revolutionary, fighting for the promise of a new or better country. You may or may not still believe in the …"
	},
	{
		"name": "Junk Collector",
		"ability": "Dexterity, Intelligence",
		"skill": "Crafting, Engineering Lore or Mining Lore skill.",
		"feat": "Crafter's Appraisal",
		"summary": "You live by the adage that one person's trash is another's treasure. Whether by sifting through scrap heaps or digging up old battlefields, you …"
	},
	{
		"name": "Junker",
		"ability": "Strength, Wisdom",
		"skill": "Athletics, Lore of the terrain in which you scavenge.",
		"feat": "Hefty Hauler",
		"summary": "You live on the outskirts of civilization, combing through the detritus left behind for interesting trinkets to sell or use in your own crafting. …"
	},
	{
		"name": "Laborer",
		"ability": "Strength, Constitution",
		"skill": "Athletics, Labor Lore",
		"feat": "Hefty Hauler",
		"summary": "You’ve spent years performing arduous physical labor. It was a difficult life, but you somehow survived. You may have embraced adventuring as an …"
	},
	{
		"name": "Legacy of the Hammer",
		"ability": "Dexterity, Charisma",
		"skill": "Thievery, Engineering Lore",
		"feat": "Concealing Legerdemain",
		"summary": "Your introduction to the criminal life was spurred forward by a seemingly innocuous hammer that provided you with all kinds of innovative criminal …"
	},
	{
		"name": "Magical Merchant",
		"ability": "Intelligence, Wisdom",
		"skill": "Crafting, Mercantile Lore",
		"feat": "Crafter's Appraisal",
		"summary": "Selling magic items isn't like being an ordinary merchant. The wares you buy and sell are expensive, making each sale rare and lucrative. You've …"
	},
	{
		"name": "Magical Misfit",
		"ability": "Dexterity, Intelligence",
		"skill": "Arcana, Underworld Lore",
		"feat": "Trick Magic Item",
		"summary": "You don't understand folks who claim that magical talent is some sort of burden or great responsibility; you've always used your magic to cause …"
	},
	{
		"name": "Martial Disciple",
		"ability": "Strength, Dexterity",
		"skill": "Acrobatics or Athletics, Warfare Lore",
		"feat": "Cat Fall, Quick Jump",
		"summary": "You dedicated yourself to intense training and rigorous study to become a great warrior. The school you attended might have been a traditionalist …"
	},
	{
		"name": "Mechanic",
		"ability": "Strength, Intelligence",
		"skill": "Crafting, Engineering Lore",
		"feat": "Quick Repair",
		"summary": "The intricate inner workings of machines are no stranger to you. Whether they are mundane devices or complex clockworks, you know what makes them …"
	},
	{
		"name": "Medicinal Clocksmith",
		"ability": "Intelligence, Wisdom",
		"skill": "Medicine, Engineering Lore",
		"feat": "Risky Surgery",
		"summary": "While others might have looked to clockwork as a mechanical innovation, you see the potential in the technology to improve the health of patients. …"
	},
	{
		"name": "Merchant",
		"ability": "Intelligence, Charisma",
		"skill": "Diplomacy, Mercantile Lore",
		"feat": "Bargain Hunter",
		"summary": "In a dusty shop, market stall, or merchant caravan, you bartered wares for coin and trade goods. The skills you picked up still apply in the …"
	},
	{
		"name": "Miner",
		"ability": "Strength, Wisdom",
		"skill": "Survival, Mining Lore",
		"feat": "Terrain Expertise",
		"summary": "You earned a living wrenching precious minerals from the lightless depths of the earth. Adventuring might have seemed lucrative or glamorous compared …"
	},
	{
		"name": "Mortuarium Survivor",
		"ability": "Constitution, Intelligence",
		"skill": "Arcana, Necromancy Lore",
		"feat": "",
		"summary": "You studied the necromantic arts in the clawed tower of the Mortuarium, the most prestigious university of necromancy in Yled. Although your training …"
	},
	{
		"name": "Musical Prodigy",
		"ability": "Dexterity, Charisma",
		"skill": "Performance, Music Lore",
		"feat": "Virtuosic Performer",
		"summary": "Ever since you were young, you've been almost supernaturally skilled in a particular type of music. The people around you were sure you'd grow up to …"
	},
	{
		"name": "Necromancer's Apprentice",
		"ability": "Constitution, Intelligence",
		"skill": "Arcana, Necromancy Lore",
		"feat": "Quick Identification",
		"summary": "You apprenticed under a necromancer—a hard education in a field where a cadaver you were dissecting could suddenly animate and every magical artifact …"
	},
	{
		"name": "Night Watch",
		"ability": "Strength, Charisma",
		"skill": "Intimidation, Legal Lore",
		"feat": "Quick Coercion",
		"summary": "When everyone else slumbers, you're on guard. You might have been a watch member in a teeming metropolis, the guard in an unquiet cemetery, or a …"
	},
	{
		"name": "Noble",
		"ability": "Intelligence, Charisma",
		"skill": "Society, Genealogy Lore or Heraldry Lore skill.",
		"feat": "Courtly Graces",
		"summary": "To the common folk, the life of a noble seems one of idyllic luxury, but growing up as a noble or member of the aspiring gentry, you know the …"
	},
	{
		"name": "Nomad",
		"ability": "Constitution, Wisdom",
		"skill": "Survival, Lore related to one terrain you traveled in (such as Desert Lore or Swamp Lore).",
		"feat": "Assurance",
		"summary": "Traveling far and wide, you picked up basic tactics for surviving on the road and in unknown lands, getting by with few supplies and even fewer …"
	},
	{
		"name": "Occult Librarian",
		"ability": "Intelligence, Wisdom",
		"skill": "Occultism, Academia Lore",
		"feat": "Schooled in Secrets",
		"summary": "Hours spent reading numerous compendiums dedicated to various occult topics honed your knowledge of these more obscure magical arts. You might have …"
	},
	{
		"name": "Once Bitten",
		"ability": "Dexterity, Wisdom",
		"skill": "Medicine, Undead Lore",
		"feat": "Battle Medicine",
		"summary": "After an altercation with an  undead  creature, you feared you might be infected. Either through medical intervention, luck, or misunderstanding how …"
	},
	{
		"name": "Outrider",
		"ability": "Constitution, Wisdom",
		"skill": "Nature, Plains Lore",
		"feat": "Express Rider",
		"summary": "In your youth, you galloped on horseback over vast prairies, serving as a vanguard for your settlement, an army, or another group. Seeing so many …"
	},
	{
		"name": "Ozem Experience",
		"ability": "Strength, Intelligence",
		"skill": "Society, Warfare Lore",
		"feat": "Courtly Graces",
		"summary": "You or someone close to you worked with the Knights of Ozem before Lastwall fell. In addition to knowledge of the organization's tenets and goals, …"
	},
	{
		"name": "Pathfinder Recruiter",
		"ability": "Wisdom, Charisma",
		"skill": "Diplomacy, Lore related to one city you've visited often.",
		"feat": "Group Impression",
		"summary": "The Pathfinder Society's always on the lookout for talent, but that talent rarely just stumbles into the Grand Lodge. Whether you're professionally …"
	},
	{
		"name": "Pilgrim",
		"ability": "Wisdom, Charisma",
		"skill": "Religion, Lore for your patron deity.",
		"feat": "Pilgrim's Token",
		"summary": "In your youth, you made several pilgrimages to important shrines and holy sites. You might have been a mendicant friar, a seller of holy relics (real …"
	},
	{
		"name": "Pillar",
		"ability": "Intelligence, Wisdom",
		"skill": "Labor Lore",
		"feat": "Additional Lore",
		"summary": "Not every Knight of Lastwall contributes to the crusade through combat. Pillars provide essential upkeep and service at camps, enjoying the same rank …"
	},
	{
		"name": "Plant Whisperer",
		"ability": "Wisdom, Charisma",
		"skill": "Nature, Plant Lore",
		"feat": "Natural Medicine",
		"summary": "You've always had a green thumb, allowing you to care for plants that others found too difficult to grow and tend with a skill that borders on the …"
	},
	{
		"name": "Press-Ganged (G&G)",
		"ability": "Strength, Constitution",
		"skill": "Athletics, Labor Lore",
		"feat": "Armor Assist",
		"summary": "Was it five shots or six? It doesn't really matter in the end, because after those nice folks bought all your drinks, you woke up on the lowest rung …"
	},
	{
		"name": "Printer",
		"ability": "Intelligence, Charisma",
		"skill": "Society, Scribing Lore",
		"feat": "Multilingual",
		"summary": "Keeping your finger on the pulse of the city, you write a small news broadsheet to sell on street corners. You rent the use of a  printing press  to …"
	},
	{
		"name": "Prisoner",
		"ability": "Strength, Constitution",
		"skill": "Stealth, Underworld Lore",
		"feat": "Experienced Smuggler",
		"summary": "You might have been imprisoned for crimes (whether you were guilty or not), or enslaved for some part of your upbringing. In your adventuring life, …"
	},
	{
		"name": "Pyre Tender",
		"ability": "Dexterity, Intelligence",
		"skill": "Crafting, Funeral Lore",
		"feat": "Alchemical Crafting",
		"summary": "You're experienced at building funeral pyres. You might have lit flaming biers in the Land of the Linnorm Kings, tended the cremation pits of Cheliax …"
	},
	{
		"name": "Raised by Belief",
		"ability": "",
		"skill": "Lore skill with a subcategory associated with your deity (Abadar Lore, for instance).",
		"feat": "Assurance",
		"summary": "Whether in a monastery, a religious household, or just as part of your everyday life, your upbringing was steeped in the traditions of a faith or …"
	},
	{
		"name": "Reclaimed",
		"ability": "Constitution, Charisma",
		"skill": "Intimidation, Crimson Reclaimers Lore",
		"feat": "Group Coercion",
		"summary": "A unit of Crimson Reclaimers saved you from certain death in the Gravelands. You spent time with one or more Crimson Reclaimers as they escorted you …"
	},
	{
		"name": "Reclaimed Investigator",
		"ability": "Intelligence, Wisdom",
		"skill": "Occultism, Crimson Reclaimers Lore",
		"feat": "Oddity Identification",
		"summary": "You believe the mysterious patron of the Crimson Reclaimers has an ulterior motive that bedevils the Knights of Lastwall. Whatever the organization …"
	},
	{
		"name": "Refugee",
		"ability": "Constitution, Wisdom",
		"skill": "Society, Lore related to the settlement you came from.",
		"feat": "Streetwise",
		"summary": "You come from a land very distant from the one you now find yourself in, driven by war, plague, or simply in the pursuit of opportunity. Regardless …"
	},
	{
		"name": "Root Worker",
		"ability": "Intelligence, Wisdom",
		"skill": "Occultism, Herbalism Lore",
		"feat": "Root Magic",
		"summary": "Some ailments can’t be cured by herbs alone. You learned ritual remedies as well, calling on nature spirits to soothe aches and ward off the evil …"
	},
	{
		"name": "Runner",
		"ability": "Strength, Intelligence",
		"skill": "Athletics, Lore for the city in which you were a messenger.",
		"feat": "Quick Jump",
		"summary": "You served as a messenger for a specific faction, guild, house, or individual, often running those messages on a short timeline. Finding the quickest …"
	},
	{
		"name": "Saboteur",
		"ability": "Strength, Dexterity",
		"skill": "Thievery, Engineering Lore",
		"feat": "Concealing Legerdemain",
		"summary": "Whether you do it for personal enjoyment or at the behest of a mercenary company or military organization, you have a knack for destroying things. …"
	},
	{
		"name": "Sailor",
		"ability": "Strength, Dexterity",
		"skill": "Athletics, Sailing Lore",
		"feat": "Underwater Marauder",
		"summary": "You heard the call of the sea from a young age. Perhaps you signed onto a merchant’s vessel, joined the navy, or even fell in with a crew of pirates …"
	},
	{
		"name": "Saloon Entertainer",
		"ability": "Dexterity, Charisma",
		"skill": "Performance, Lore of your choice",
		"feat": "Virtuosic Performer",
		"summary": "All you want to do is entertain the people, but sure enough, bad news seems to follow you. Gunfights, brawls, robberies, and more befall …"
	},
	{
		"name": "Scavenger",
		"ability": "Intelligence, Wisdom",
		"skill": "Survival, Lore for the settlement you grew up scavenging in.",
		"feat": "Forager",
		"summary": "You’ve made a living sorting through the things society throws away. You might have scavenged simply to survive, or plied a trade as a ragpicker, …"
	},
	{
		"name": "Scholar",
		"ability": "Intelligence, Wisdom",
		"skill": "Academia Lore",
		"feat": "Assurance",
		"summary": "You have a knack for learning, and sequestered yourself from the outside world to learn all you could. You read about so many wondrous places and …"
	},
	{
		"name": "Scout",
		"ability": "Dexterity, Wisdom",
		"skill": "Survival, Lore related to one terrain you scouted in (such as Forest Lore or Cavern Lore).",
		"feat": "Forager",
		"summary": "You called the wilderness home as you found trails and guided travelers. Your wanderlust could have called you to the adventuring life, or perhaps …"
	},
	{
		"name": "Sentinel Reflectance",
		"ability": "Strength, Charisma",
		"skill": "Diplomacy, Shining Sentinels Lore",
		"feat": "No Cause for Alarm",
		"summary": "Either through witnessing their deeds and devout heroics firsthand, or through reading chronicles of their exploits, the Shining Sentinels of the …"
	},
	{
		"name": "Servant",
		"ability": "Dexterity, Charisma",
		"skill": "Society, Labor Lore",
		"feat": "Read Lips",
		"summary": "You held a role of servitude, waiting on nobles and engendering their trust as one of the confidantes of the household. You might have walked away on …"
	},
	{
		"name": "Sewer Dragon",
		"ability": "Dexterity, Intelligence",
		"skill": "Crafting, Kobold Lore",
		"feat": "Snare Crafting",
		"summary": "You are one of the Sewer Dragons, born in Absalom's sewers, strengthened by a life defending your territory.\r\n"
	},
	{
		"name": "Sheriff",
		"ability": "Dexterity, Charisma",
		"skill": "Intimidation, Hunting Lore",
		"feat": "Group Coercion",
		"summary": "You hold an official title of sheriff or deputy in a small community. Those that would do harm to others flee your gaze, for they know it brings the …"
	},
	{
		"name": "Sky Rider",
		"ability": "Dexterity, Wisdom",
		"skill": "Acrobatics, Plane of Air Lore",
		"feat": "Cat Fall",
		"summary": "The freedom of a bird in flight is something to envy, and envy it you did, but not for long. You've borrowed mechanical gliders or sought out the …"
	},
	{
		"name": "Spell Seeker",
		"ability": "Intelligence, Wisdom",
		"skill": "Arcana or Occultism, Library Lore",
		"feat": "Recognize Spell",
		"summary": "Conventional magic can only hold your attention for so long. Instead, you've devoted yourself to understanding truly esoteric spells, which …"
	},
	{
		"name": "Spotter",
		"ability": "Dexterity, Wisdom",
		"skill": "Stealth, Scouting Lore",
		"feat": "Terrain Stalker",
		"summary": "An eye for detail, a sense for the wind, and a strong trust in your gut feelings. These qualities have set you apart from others when it comes to …"
	},
	{
		"name": "Squire",
		"ability": "Strength, Constitution",
		"skill": "Athletics, Heraldry Lore or Warfare Lore.",
		"feat": "Armor Assist",
		"summary": "You trained at the feet of a knight, maintaining their gear and supporting them at tourneys and in battle. Now you search for a challenge that will …"
	},
	{
		"name": "Street Preacher",
		"ability": "Wisdom, Charisma",
		"skill": "Religion, Lore for your patron deity.",
		"feat": "Dubious Knowledge",
		"summary": "Forget the church orthodoxy and the stuffy cloisters— spreading the word of your god to the people is your calling. You've preached on the street …"
	},
	{
		"name": "Street Urchin",
		"ability": "Dexterity, Constitution",
		"skill": "Thievery, Lore for the city you lived in as a street urchin (such as Absalom Lore or Magnimar Lore).",
		"feat": "Pickpocket",
		"summary": "You eked out a living by picking pockets on the streets of a major city, never knowing where you’d find your next meal. While some folk adventure for …"
	},
	{
		"name": "Student of Magic",
		"ability": "Intelligence, Wisdom",
		"skill": "Academia Lore",
		"feat": "Recognize Spell",
		"summary": "You are currently enrolled at a school of magic, where you're learning the fundamentals of your magical tradition. Whether your adventuring occurs …"
	},
	{
		"name": "Tax Collector",
		"ability": "Strength, Charisma",
		"skill": "Intimidation, Lore for the settlement that employed you.",
		"feat": "Quick Coercion",
		"summary": "Reviled but required, you were sent when taxes were due. Performing your job might have required travel and persuasion, or perhaps you were …"
	},
	{
		"name": "Teacher",
		"ability": "Intelligence, Wisdom",
		"skill": "Performance or Society, Academia Lore",
		"feat": "Experienced Professional",
		"summary": "You are incredibly knowledgeable, skilled, and perhaps even trained to teach children and adults about the world and its wonders. From books to …"
	},
	{
		"name": "Thrill-Seeker",
		"ability": "Strength, Constitution",
		"skill": "Athletics, Engineering Lore",
		"feat": "Combat Climber",
		"summary": "You once survived a life-or-death situation and found it surprisingly exhilarating, so now you chase that feeling of invincibility you only get when …"
	},
	{
		"name": "Tinker",
		"ability": "Dexterity, Intelligence",
		"skill": "Crafting, Engineering Lore",
		"feat": "Specialty Crafting",
		"summary": "Creating all sorts of minor inventions scratches your itch for problem-solving. Your engineering skills take a particularly creative bent, and no one …"
	},
	{
		"name": "Toymaker",
		"ability": "Intelligence, Charisma",
		"skill": "Crafting, Mercantile Lore",
		"feat": "Specialty Crafting",
		"summary": "You delight in making little trinkets for children of all ages, and seeing their faces light up thanks to one of your creations brings joy to your …"
	},
	{
		"name": "Trailblazer",
		"ability": "Constitution, Wisdom",
		"skill": "Survival, Cartography Lore",
		"feat": "Terrain Expertise",
		"summary": "Uncharted realms have always intrigued you, and you've explored and mapped large territories in service to merchants, governments, or your own …"
	},
	{
		"name": "Translator",
		"ability": "Intelligence, Charisma",
		"skill": "Society, Scribing Lore",
		"feat": "Multilingual",
		"summary": "In your youth, you learned to transcribe books and translate scrolls to preserve knowledge or perhaps to aid wealthy merchants and politicians. …"
	},
	{
		"name": "Undertaker",
		"ability": "Intelligence, Wisdom",
		"skill": "Medicine, Lore specializing in one local type of undead.",
		"feat": "Forensic Acumen",
		"summary": "People die. This is the unfortunate fact of life on which you've founded your business, because wherever people die, there is a demand for mortuary …"
	},
	{
		"name": "Union Representative",
		"ability": "Intelligence, Charisma",
		"skill": "Diplomacy, Legal Lore",
		"feat": "Contract Negotiator",
		"summary": "You might have fought for fairer ore distribution for the Metalmaker's Union, higher chef's pay in the Provisioners' Union, or better mercenary …"
	},
	{
		"name": "Unremarkable",
		"ability": "Wisdom, Charisma",
		"skill": "Deception, Acting Lore",
		"feat": "Lengthy Diversion",
		"summary": "Your face is particularly unremarkable, even if your presence or actions may not be. You know how to use this to your advantage, making it difficult …"
	},
	{
		"name": "Wandering Preacher",
		"ability": "Constitution, Wisdom",
		"skill": "Religion, Lore associated with the deity you preach for (such as Pharasmin Lore).",
		"feat": "Pilgrim's Token",
		"summary": "While you once spoke to a small congregation in a ramshackle church, those days are behind you now. Your church was destroyed, your congregants …"
	},
	{
		"name": "Ward",
		"ability": "Constitution, Charisma",
		"skill": "Performance, Genealogy Lore",
		"feat": "Fascinating Performance",
		"summary": "When you were young, you became the ward of another house—boarded, fed, and educated, but never quite a part of the family. Perhaps you had to tend …"
	},
	{
		"name": "Warrior",
		"ability": "Strength, Constitution",
		"skill": "Intimidation, Warfare Lore",
		"feat": "Intimidating Glare",
		"summary": "In your younger days, you waded into battle as a mercenary, a warrior defending a nomadic people, or a member of a militia or army. You might have …"
	},
	{
		"name": "Waste Walker",
		"ability": "Strength, Wisdom",
		"skill": "Survival, Mana Wastes Lore (or another similar Lore skill associated with the wastes where you grew up).",
		"feat": "Forager",
		"summary": "Whether you grew up in the Mana Wastes or another similarly desolate place, you quickly learned that only the strong survive. You and your family …"
	}
]