[{"name":"Bardic Lore","level":"1","prerequisite":"enigma muse","summary":"Your studies make you informed on every subject."},{"name":"Hymn of Healing","level":"1","prerequisite":"","summary":"You learn the hymn of healing composition spell, which imbues your music with rich melodies that help your allies recover from harm."},{"name":"Lingering Composition","level":"1","prerequisite":"maestro muse","summary":"By adding a flourish, you make your compositions last longer."},{"name":"Martial Performance","level":"1","prerequisite":"warrior muse","summary":"Your muse has taught you how to handle a wider variety of weapons than most bards, empowering you to effortlessly blend your performance into combat tools."},{"name":"Reach Spell","level":"1","prerequisite":"","summary":"You can extend your spells’ range."},{"name":"Versatile Performance","level":"1","prerequisite":"polymath muse","summary":"You can rely on the grandeur of your performances rather than ordinary social skills."},{"name":"Well-Versed","level":"1","prerequisite":"","summary":"You’re resilient to performative influences that aren’t your own."},{"name":"Cantrip Expansion","level":"2","prerequisite":"","summary":"Study broadens your range of simple spells."},{"name":"Directed Audience","level":"2","prerequisite":"","summary":"You can shape the area of your composition spells."},{"name":"Emotional Push","level":"2","prerequisite":"","summary":"You prepare to take advantage of your enemy’s sudden change in emotions."},{"name":"Esoteric Polymath","level":"2","prerequisite":"polymath muse","summary":"You keep a book of occult spells, similar to a wizard’s spellbook, and can use its spells to supplement your spell repertoire."},{"name":"Loremaster's Etude","level":"2","prerequisite":"enigma muse","summary":"You magically unlock memories, making them easier to recall."},{"name":"Multifarious Muse","level":"2","prerequisite":"","summary":"Your muse doesn’t fall into a single label."},{"name":"Reliable Squire","level":"2","prerequisite":"","summary":"You know the path to victory isn't traveled alone, and you lend aid to your companions whenever you can."},{"name":"Song of Strength","level":"2","prerequisite":"warrior muse","summary":"Your performances inspire strength in your allies to aid them at physical tasks."},{"name":"Uplifting Overture","level":"2","prerequisite":"maestro muse","summary":"You learn the uplifting overture composition cantrip (page 372), which aids your allies’ skills with the inspiring nature of your performance."},{"name":"Combat Reading","level":"4","prerequisite":"","summary":"You use a performer’s cold reading techniques, aura reading, and other tricks to discover your foe’s strengths and weaknesses."},{"name":"Courageous Advance","level":"4","prerequisite":"warrior muse","summary":"With a rousing call, you exhort an ally to advance."},{"name":"In Tune","level":"4","prerequisite":"maestro muse","summary":"You attune your great skill in performing to another, granting them a small measure of your skill as though anyone could do it."},{"name":"Inspiring Resilience","level":"4","prerequisite":"","summary":"You show defiance in times of hardship and inspire your companions to persevere."},{"name":"Irezoko Tattoo","level":"4","prerequisite":"Expert in Arcana or Expert in Occultism","summary":"Your face bears an intricate magical tattoo known as the _irezoko_, a badge of your understanding of your chosen field of magic and a recognition of your advancement within Absalom's College of Mysteries."},{"name":"Melodious Spell","level":"4","prerequisite":"","summary":"You subtly weave your spellcasting into a performance."},{"name":"Rallying Anthem","level":"4","prerequisite":"","summary":"You learn the rallying anthem composition cantrip (page 371), which protects you and allies."},{"name":"Ritual Researcher","level":"4","prerequisite":"enigma muse; Expert in Occultism","summary":"Careful research into the art of rituals has made you better at performing them."},{"name":"Triple Time","level":"4","prerequisite":"","summary":"You learn the triple time composition cantrip (page 372), which speeds up you and your allies for a round."},{"name":"Versatile Signature","level":"4","prerequisite":"polymath muse","summary":"You learn the triple time composition cantrip (page 372), which speeds up you and your allies for a round."},{"name":"Assured Knowledge","level":"6","prerequisite":"enigma muse","summary":"You can procure information with confidence."},{"name":"Defensive Coordination","level":"6","prerequisite":"warrior muse; Rallying Anthem","summary":"Like the storied heroes who persist in the face of overwhelming odds, you and your allies will hold the line."},{"name":"Dirge of Doom","level":"6","prerequisite":"","summary":"You learn the dirge of doom composition cantrip (page 370), which frightens your enemies and keeps them from fully recovering from their fear."},{"name":"Educate Allies","level":"6","prerequisite":"Well-Versed","summary":"You tweak the properties of your composition spell to convey a bit of your defensive knowledge."},{"name":"Harmonize","level":"6","prerequisite":"maestro muse","summary":"You tweak the properties of your composition spell to convey a bit of your defensive knowledge."},{"name":"Song of Marching","level":"6","prerequisite":"","summary":"You learn the _song of marching_ composition cantrip, which enables you and your allies to cross vast distances without strain."},{"name":"Steady Spellcasting","level":"6","prerequisite":"","summary":"You don’t lose spells easily. If a reaction would disrupt your spellcasting action, attempt a DC 15 flat check. If you succeed, your action isn’t disrupted."},{"name":"Accompany","level":"8","prerequisite":"","summary":"You use your performance to supplement an ally’s spellcasting, providing magical energy for their spell in their stead. Attempt a Performance check, using a very high DC for the ally’s level, and either spend a Focus Point (if the triggering spell is a focus spell) or expend a spell slot at least 1 rank higher than the triggering spell. If you succeed at your Performance check, your ally’s spell doesn’t cost the Focus Point or spell slot that ally would normally need to spend."},{"name":"Call and Response","level":"8","prerequisite":"","summary":"Your composition takes the form of a call-and-response chant that lets your allies continue the effect without you. If your next action is to cast a composition cantrip with a duration of 1 round, it becomes a call. While the spell is active, one ally of your choice affected by the spell can respond to your call as a single action that has the auditory and concentrate traits to extend the spell’s duration by 1 round. Only one ally can respond to a given call, and responding to the ally’s response has no additional effect."},{"name":"Chaotic Spell","level":"8","prerequisite":"","summary":"Your foe can hardly predict and counter your moves if you yourself have no idea what will happen."},{"name":"Courageous Opportunity","level":"8","prerequisite":"warrior muse","summary":"You bellow a ferocious call to arms, inspiring yourself to lash out at a foe."},{"name":"Eclectic Skill","level":"8","prerequisite":"polymath muse; Master in Occultism","summary":"Your broad experiences translate to a range of skills. Your proficiency bonus to untrained skill checks is equal to your level. You can attempt any skill check that normally requires you to be trained, even if you are untrained. If you have legendary proficiency in Occultism, you can attempt any skill check that normally requires you to have expert proficiency, even if untrained or trained."},{"name":"Fortissimo Composition","level":"8","prerequisite":"maestro muse","summary":"Your anthems grow louder and more potent, bolstered by your muse’s power. You learn the _fortissimo composition_ spellshape focus spell."},{"name":"Helt's Spelldance","level":"8","prerequisite":"Expert in Performance","summary":"Ranik Helt knows a special technique to hide his spells as part of a performance, and you've learned this technique."},{"name":"Know-It-All","level":"8","prerequisite":"[Bard] enigma muse","summary":"When you succeed at a check to Recall Knowledge, you gain additional information or context. When you critically succeed at a check to Recall Knowledge, you get additional information or context or can ask an additional follow-up question (the GM chooses which)."},{"name":"Reflexive Courage","level":"8","prerequisite":"warrior muse","summary":"You bellow a ferocious call to arms, inspiring yourself to lash out at a foe. Make a melee Strike against the triggering creature. If the attack is a critical hit and the trigger was a manipulate action, the action is disrupted."},{"name":"Soulsight","level":"8","prerequisite":"","summary":"Your muse has opened your senses to the world beyond. You gain spiritsense as an imprecise sense with a range of 60 feet. Spiritsense enables you to sense the spirits of creatures, including living creatures, most non-mindless undead, and haunts within the listed range. As with your hearing and other imprecise senses, you still need to Seek to locate an undetected creature.\n\nAs spiritsense detects spiritual essence, not physical bodies, it can detect spirits projected by spells such as project image or possessing otherwise soulless objects. It can’t detect soulless bodies, constructs, or objects, and like most senses, it doesn’t penetrate through solid objects."},{"name":"Annotate Composition","level":"10","prerequisite":"","summary":"By putting composition to paper, you can create a source of stirring words or song that others can read and understand. You spend 10 minutes and 1 Focus Point to transpose a composition spell on a special scroll that you or another creature can later activate. This composition spell must take a single action to cast. If the chosen composition spell requires a Performance check as part of the casting, the GM rolls this check as a secret check when you annotate your score. If you have _fortissimo composition_ or _lingering composition_, you can also use one of those spells to modify the annotated composition, provided the annotated composition can benefit from the modification. The GM rolls the secret Performance check. If you do, you spend an additional Focus Point, even if the secret check fails.\n\nAny creature that can read the language you used when annotating your composition can Activate the Item by spending a single action, which has the concentrate trait. This produces the effects of the composition as though the activating creature had Cast the Spell.\n\nA composition you create this way loses its power the next time you make your daily preparations. While the composition is in your possession, you can render it inert using a single action that has the concentrate trait. You can’t regain the Focus Points you spent to create the annotated composition until it is activated or loses its magic."},{"name":"Courageous Assault","level":"10","prerequisite":"warrior muse","summary":"With a mighty shout, you can stir an ally to attack."},{"name":"House of Imaginary Walls","level":"10","prerequisite":"","summary":"You erect an imaginary barrier others believe to be real."},{"name":"Ode to Ouroboros","level":"10","prerequisite":"","summary":"You learn the ode to ouroboros composition spell (page 371), which enables you to temporarily spare your allies from death."},{"name":"Quickened Casting","level":"10","prerequisite":"","summary":"If your next action is to cast a cantrip or a spell that is at least 2 ranks lower than the highest-rank spell slot you have, reduce the number of actions to cast it by 1 (minimum 1 action)."},{"name":"Symphony of the Unfettered Heart","level":"10","prerequisite":"","summary":"You learn the symphony of the unfettered heart composition spell (page 371), which enables you to protect an ally against incapacitating conditions."},{"name":"Unusual Composition","level":"10","prerequisite":"polymath muse","summary":"You can translate the emotion and power of a composition to other mediums."},{"name":"Eclectic Polymath","level":"12","prerequisite":"Esoteric Polymath","summary":"Your flexible mind can quickly shift from one spell to another."},{"name":"Enigma's Knowledge","level":"12","prerequisite":"Assured Knowledge","summary":"Your muse whispers knowledge to you at all the right times."},{"name":"Inspirational Focus","level":"12","prerequisite":"","summary":"Your connection to your muse has granted you unusual focus."},{"name":"Reverberate","level":"12","prerequisite":"","summary":"You can manipulate the acoustics around you to deflect sonic damage back at its source."},{"name":"Shared Assault","level":"12","prerequisite":"Courageous Assault","summary":"In the triumph of battle, you can share the glory with another ally."},{"name":"Shared Sight","level":"12","prerequisite":"Soulsight","summary":"You bestow the mystical vision granted to you by your muse upon your allies."},{"name":"Allegro","level":"14","prerequisite":"","summary":"You can quicken your allies with a fast-paced performance."},{"name":"Earworm","level":"14","prerequisite":"","summary":"By endlessly repeating a motif, you implant a memorable song that repeats over and over again in your allies’ heads, preparing them to respond to it later."},{"name":"Soothing Ballad","level":"14","prerequisite":"","summary":"You soothe your allies’ wounds with the power of performance."},{"name":"Triumphant Inspiration","level":"14","prerequisite":"warrior muse","summary":"With a triumphant shout, you inspire your allies."},{"name":"True Hypercognition","level":"14","prerequisite":"enigma muse","summary":"Your mind works at an incredible pace."},{"name":"Vigorous Anthem","level":"14","prerequisite":"","summary":"You instill magical vigor in your allies when you inspire them to attack."},{"name":"Courageous Onslaught","level":"16","prerequisite":"Courageous Advance; Courageous Assault","summary":"You use your performance to orchestrate an onslaught against your enemies."},{"name":"Effortless Concentration","level":"16","prerequisite":"","summary":"You can maintain a spell with hardly a thought."},{"name":"Resounding Finale","level":"16","prerequisite":"maestro muse","summary":"You bring your performance to a sudden, dramatic finish, drowning out other sounds."},{"name":"Studious Capacity","level":"16","prerequisite":"enigma muse; Legendary in Occultism","summary":"Your continued study of occult magic has increased your magical capacity, allowing you to cast spells even when it seems impossible."},{"name":"All in my Head","level":"18","prerequisite":"","summary":"Using your occult connections and incredible powers of persuasion, you convince yourself that the triggering damage is a figment of your imagination."},{"name":"Deep Lore","level":"18","prerequisite":"enigma muse; Legendary in Occultism","summary":"Your repertoire is vast, containing far more spells than usual."},{"name":"Discordant Voice","level":"18","prerequisite":"_inspire courage_","summary":"Your courageous anthem lets loose a discordant shriek that imbues your allies’ attacks with powerful sonic reverberations."},{"name":"Eternal Composition","level":"18","prerequisite":"maestro muse","summary":"The world is a stage upon which you are always playing."},{"name":"Impossible Polymath","level":"18","prerequisite":"Trained in Arcana, Trained in Nature, or Trained in Religion; Esoteric Polymath","summary":"Your esoteric formulas are so unusual that they allow you to dabble in magic from diverse traditions that other bards don’t understand."},{"name":"Fatal Aria","level":"20","prerequisite":"","summary":"Your songs overwhelm the target with unbearable emotion, potentially striking them dead on the spot."},{"name":"Head of the Night Parade","level":"20","prerequisite":"","summary":"You remember the revelry of the Night Parade and call them to your aid in a riotous display.\r\n"},{"name":"Perfect Encore","level":"20","prerequisite":"magnum opus","summary":"You develop another incredible creation."},{"name":"Pied Piping","level":"20","prerequisite":"","summary":"You learn the pied piping composition spell (page 371), which enables you to control the actions of weak-minded individuals."},{"name":"Ringmaster's Introduction","level":"20","prerequisite":"","summary":"You announce the triggering ally with a litany of their legendary achievements, spurring them to action."},{"name":"Song of the Fallen","level":"20","prerequisite":"focus pool","summary":"Gain the _song of the fallen_ focus spell."},{"name":"Symphony of the Muse","level":"20","prerequisite":"Harmonize","summary":"You have learned how to weave countless performances together into a solo symphony with multitudinous effects."},{"name":"Ultimate Polymath","level":"20","prerequisite":"polymath muse","summary":"You can flexibly cast all of your spells, granting a dizzying array of possible options."}]