[{"name":"Cackle","level":"1","prerequisite":"","summary":"Your patron’s power fills you with confidence, letting you sustain a magical working even as a quick burst of laughter leaves your lips."},{"name":"Cauldron","level":"1","prerequisite":"","summary":"You can brew magic in your cauldron, creating useful magical concoctions."},{"name":"Counterspell","level":"1","prerequisite":"","summary":"When a foe Casts a Spell and you can see its manifestations, you can use your magic to disrupt it."},{"name":"Reach Spell","level":"1","prerequisite":"","summary":"You can extend your spells’ range."},{"name":"Widen Spell","level":"1","prerequisite":"","summary":"You manipulate the energy of your spell, causing it to spread out and affect a wider area."},{"name":"Witch's Armaments","level":"1","prerequisite":"","summary":"Your patron’s power changes your body to ensure you are never defenseless."},{"name":"Wortwitch","level":"1","prerequisite":"","summary":"You have a particular affinity for leafy plants."},{"name":"Basic Lesson","level":"2","prerequisite":"","summary":"Your patron grants you a special lesson, revealing a hidden facet of its nature."},{"name":"Cantrip Expansion","level":"2","prerequisite":"","summary":"Study broadens your range of simple spells."},{"name":"Conceal Spell","level":"2","prerequisite":"","summary":"Through sheer mental effort, you can simplify the incantations and gestures needed to spellcast, leaving them barely noticeable."},{"name":"Enhanced Familiar","level":"2","prerequisite":"a familiar","summary":"You infuse your familiar with additional primal energy, increasing its abilities."},{"name":"Familiar's Language","level":"2","prerequisite":"a familiar","summary":"You’ve learned to speak with your familiar and other creatures like it."},{"name":"Living Hair","level":"2","prerequisite":"","summary":"You can instantly grow or shrink your hair, eyebrows, beard, or mustache by up to several feet and manipulate your hair for use as a weapon, though your control isn't fine enough for more dexterous tasks."},{"name":"Eldritch Nails","level":"4","prerequisite":"","summary":"Your nails are supernaturally long and sharp."},{"name":"Improved Familiar (Witch)","level":"4","prerequisite":"","summary":"You find it easy to attract a powerful and unusual familiar to your side."},{"name":"Irezoko Tattoo","level":"4","prerequisite":"Expert in Arcana or Expert in Occultism","summary":"Your face bears an intricate magical tattoo known as the _irezoko_, a badge of your understanding of your chosen field of magic and a recognition of your advancement within Absalom's College of Mysteries."},{"name":"Rites of Convocation","level":"4","prerequisite":"","summary":"Your patron grants you the power to summon other creatures to aid you."},{"name":"Sympathetic Strike","level":"4","prerequisite":"Witch's Armaments","summary":"You collect your patron’s magic into one of your witch armaments, causing them to shine with runes, light, or another signifier of your patron."},{"name":"Syu Tak-Nwa's Skillful Tresses","level":"4","prerequisite":"Living Hair","summary":"You can expertly control your living hair and use it to perform various tasks."},{"name":"Ceremonial Knife","level":"6","prerequisite":"","summary":"You have prepared a special knife to direct energies when spellcasting."},{"name":"Detonating Spell","level":"6","prerequisite":"","summary":"Your spell becomes volatile and explosive."},{"name":"Divine Emissary","level":"6","prerequisite":"a familiar, you follow a good-aligned deity or patron","summary":"Your familiar is a divine emissary, sent to you by your deity or patron and infused with celestial powers."},{"name":"Greater Lesson","level":"6","prerequisite":"","summary":"Your patron grants you greater knowledge."},{"name":"Steady Spellcasting","level":"6","prerequisite":"","summary":"You don’t lose spells easily. If a reaction would disrupt your spellcasting action, attempt a DC 15 flat check. If you succeed, your action isn’t disrupted."},{"name":"Syu Tak-Nwa's Deadly Hair","level":"6","prerequisite":"Living Hair","summary":"Your hair deals increased damage and can grapple."},{"name":"Witch's Charge","level":"6","prerequisite":"","summary":"You forge a magical link with another creature, granting you awareness of that creature’s condition and creating a conduit for spellcasting."},{"name":"Chaotic Spell","level":"8","prerequisite":"","summary":"Your foe can hardly predict and counter your moves if you yourself have no idea what will happen."},{"name":"Helt's Spelldance","level":"8","prerequisite":"Expert in Performance","summary":"Ranik Helt knows a special technique to hide his spells as part of a performance, and you've learned this technique."},{"name":"Incredible Familiar","level":"8","prerequisite":"Enhanced Familiar","summary":"Your familiar is imbued with even more magic than other familiars."},{"name":"Murksight","level":"8","prerequisite":"","summary":"Your vision pierces through non-magical fog, mist, rain, and snow."},{"name":"Spirit Familiar","level":"8","prerequisite":"divine or occult patron","summary":"Your familiar can subsume its body to become pure spirit."},{"name":"Stitched Familiar","level":"8","prerequisite":"arcane or primal patron","summary":"Your familiar can shed its material form, becoming a mass of animated magic."},{"name":"Syu Tak-Nwa's Hexed Locks","level":"8","prerequisite":"Living Hair","summary":"Your hair attacks gain the reach trait and you can deliver hexes through it."},{"name":"Witch's Bottle","level":"8","prerequisite":"Cauldron","summary":"You spend 10 minutes and 1 Focus Point brewing a special potion containing the power of one of your hexes that targets a creature."},{"name":"Witch’s Bottle","level":"8","prerequisite":"Cauldron","summary":"You spend 10 minutes and 1 Focus Point brewing a special potion containing the power of one of your hexes that targets a creature."},{"name":"Double, Double","level":"10","prerequisite":"Cauldron","summary":"For each temporary oil or potion you brew during your daily preparations, you brew two copies of it."},{"name":"Major Lesson","level":"10","prerequisite":"","summary":"Your patron grants you even greater secrets."},{"name":"Quickened Casting","level":"10","prerequisite":"","summary":"If your next action is to cast a cantrip or a spell that is at least 2 ranks lower than the highest-rank spell slot you have, reduce the number of actions to cast it by 1 (minimum 1 action)."},{"name":"Temporary Potions","level":"10","prerequisite":"Cauldron","summary":"During your daily preparations, you can create a batch of two temporary oils or potions using a formula you know."},{"name":"Witch's Communion","level":"10","prerequisite":"Witch's Charge","summary":"You can keep watch over multiple charges."},{"name":"Familiar's Eyes","level":"12","prerequisite":"a familiar","summary":"You use your familiar's senses as easily as your own."},{"name":"Hex Focus","level":"12","prerequisite":"","summary":"Your patron’s teachings have allowed you to achieve a deeper focus."},{"name":"Witch’s Broom","level":"12","prerequisite":"","summary":"A broom is the only steed you need to fly through the night sky."},{"name":"Patron’s Presence","level":"14","prerequisite":"","summary":"Your patron can direct its attention through your familiar, and its mere presence becomes an ominous weight on the minds of other beings to distract them and blot out their magic."},{"name":"Reflect Spell","level":"14","prerequisite":"Counterspell","summary":"When you successfully use Counterspell to counteract a spell that affects targeted creatures or an area, you can turn that spell’s effect back on its caster."},{"name":"Rites of Transfiguration","level":"14","prerequisite":"","summary":"You can adapt your patron’s power to transform other creatures into forms more befitting their behavior or your whims."},{"name":"Effortless Concentration","level":"16","prerequisite":"","summary":"You can maintain a spell with hardly a thought."},{"name":"Siphon Power","level":"16","prerequisite":"","summary":"You draw upon the reservoir of your patron’s magic that resides within your familiar."},{"name":"Hex Wellspring","level":"18","prerequisite":"Hex Focus","summary":"Focus flows from your patron each time you commune with your familiar."},{"name":"Patron’s Claim","level":"18","prerequisite":"","summary":"Your patron partially manifests itself through your familiar to claim a foe’s power for its own."},{"name":"Split Hex","level":"18","prerequisite":"","summary":"You siphon some of the power from an offensive hex you cast to direct it at a second target as well."},{"name":"Demon's Hair","level":"20","prerequisite":"Living Hair","summary":"Your hair constantly wriggles and writhes.\r\n"},{"name":"Hex Master","level":"20","prerequisite":"","summary":"You embody the link to your patron so completely that you can cast your hexes in rapid succession."},{"name":"Patron's Truth","level":"20","prerequisite":"patron's gift","summary":"You have mastered the greatest secrets of your patron’s magic and learned a fundamental truth about your patron, even if their identity still remains a mystery."},{"name":"Witch's Hut","level":"20","prerequisite":"","summary":"Your home is an animated structure that obeys your commands."}]